Repository: hebcal/hebcal-locales
Catalog: po/*.po
Languages: nl, uk

source: Berachot
uk: Благословення

source: Shabbat
nl: Sjabbat
uk: Шаббат

source: Eruvin
nl: Eroevien
uk: Эрувін

source: Pesachim
nl: Pesachiem
uk: Песахім

source: Shekalim
nl: Sjekaliem
uk: Шкалім

source: Yoma
nl: Joma
uk: Йома

source: Sukkah
nl: Soeka
uk: Сукка

source: Beitzah
nl: Beitsa
uk: Яйце

source: Taanit
nl: Taaniet
uk: Піст

source: Megillah
nl: Megilla
uk: Сувій

source: Moed Katan
nl: Moëd Katan
uk: Моед Катан

source: Chagigah
nl: Chagiga
uk: Хагіга

source: Yevamot
nl: Jevamot
uk: Євамот

source: Ketubot
nl: Ketoebot
uk: Ктубот

source: Nedarim
nl: Nedariem
uk: Недарім

source: Nazir
uk: Назір

source: Sotah
nl: Sota
uk: Сота

source: Gitin
nl: Gittien
uk: Гітін

source: Kiddushin
nl: Kiddoesjien
uk: Кідушін

source: Baba Kamma
uk: Баба Кама

source: Baba Metzia
nl: Baba Metsia
uk: Баба Меціа

source: Baba Batra
uk: Баба Батра

source: Sanhedrin
uk: Сангедрін

source: Makkot
uk: Макот

source: Shevuot
nl: Sjewoeot
uk: Швуот

source: Avodah Zarah
nl: Avoda Zara
uk: Авода зара

source: Horayot
nl: Horajot
uk: Орайот

source: Zevachim
nl: Zevachiem
uk: Євахім

source: Menachot
uk: Менахот

source: Chullin
nl: Choellien
uk: Хулін

source: Bechorot
uk: Бехорот

source: Arachin
nl: Arachien
uk: Арахін

source: Temurah
nl: Temoera
uk: Тмура

source: Keritot
uk: Керітот

source: Meilah
nl: Meila
uk: Меіла

source: Kinnim
nl: Kinniem
uk: Кінім

source: Tamid
nl: Tamied
uk: Тамід

source: Midot
uk: Мідот

source: Niddah
nl: Nidda
uk: Ніда

source: Daf Yomi
nl: Daf Jomi
uk: Сторінка Дня

source: Parashat
nl: Parasja
uk: Розділ

source: Achrei Mot
nl: Acharei Mot
uk: Ахарей Мот

source: Balak
uk: Балак

source: Bamidbar
uk: Бамідбар

source: Bechukotai
nl: Bechoekotai
uk: Бехукотай

source: Beha'alotcha
uk: Вегаалотха

source: Behar
uk: Бе-ар

source: Bereshit
nl: Beresjiet
uk: Берешіт

source: Beshalach
nl: Besjalach
uk: Бешалах

source: Bo
uk: Бо

source: Chayei Sara
nl: Chajei Sara
uk: Хаей Сара

source: Chukat
nl: Choekat
uk: Хукат

source: Devarim
nl: Devariem
uk: Дварім

source: Eikev
uk: Єйкев

source: Emor
uk: Емор

source: Ha'azinu
nl: Ha'azienoe
uk: А-Азіну

source: Kedoshim
nl: Kedosjiem
uk: Кдошім

source: Ki Tavo
uk: Кі Таво

source: Ki Teitzei
nl: Ki Teitsei
uk: Кі Теце

source: Ki Tisa
uk: Кі Тіса

source: Korach
uk: Корах

source: Lech-Lecha
uk: Лех-Леха

source: Masei
uk: Масей

source: Matot
uk: Матот

source: Metzora
nl: Metsora
uk: Мецора

source: Miketz
nl: Mikets
uk: Мікец

source: Mishpatim
nl: Misjpatiem
uk: Мішпатім

source: Nasso
nl: Naso
uk: Насо

source: Nitzavim
nl: Nitsaviem
uk: Ніцавім

source: Noach
uk: Ноах

source: Pekudei
nl: Pekoedei
uk: Пкудей

source: Pinchas
uk: Пінхас

source: Re'eh
nl: Re'ee
uk: Ре-ех

source: Sh'lach
nl: Sjelach
uk: Шлах

source: Shemot
nl: Sjemot
uk: Шмот

source: Shmini
nl: Sjemini
uk: Шміні

source: Shoftim
nl: Sjoftiem
uk: Шофтім

source: Tazria
uk: Тазріа

source: Terumah
nl: Teroema
uk: Трума

source: Tetzaveh
nl: Tetsave
uk: Тецаве

source: Toldot
uk: Толдот

source: Tzav
nl: Tsav
uk: Цав

source: Vaera
uk: Ваєра

source: Vaetchanan
uk: Ваетханан

source: Vayakhel
nl: Vajakhel
uk: Ваякгель

source: Vayechi
nl: Vajechi
uk: Ваєхі

source: Vayeilech
nl: Vajelech
uk: Ваєлех

source: Vayera
nl: Vajera
uk: Ваєра

source: Vayeshev
nl: Vajesjev
uk: Ваєшев

source: Vayetzei
nl: Vajetsei
uk: Ваєце

source: Vayigash
nl: Vajigasj
uk: Ваїгаш

source: Vayikra
nl: Vajikra
uk: Ваїкра

source: Vayishlach
nl: Vajisjlach
uk: Ваїшлах

source: Vezot Haberakhah
nl: Vezot Haberacha
uk: Вєзот Габерахах

source: Yitro
nl: Jitro
uk: Їтро

source: Asara B'Tevet
nl: Asara BeTevet
uk: Піст 10го Тевета

source: Candle lighting
nl: Kaarsen aansteken
uk: Засвічування свічок

source: Chanukah
nl: Chanoeka
uk: Ханука

source: Chanukah: 1 Candle
nl: Chanoeka: 1 kaars
uk: Ханука: 1 Свічка

source: Chanukah: 2 Candles
nl: Chanoeka: 2 kaarsen
uk: Ханука: 2 Свічки

source: Chanukah: 3 Candles
nl: Chanoeka: 3 kaarsen
uk: Ханука: 3 Свічки

source: Chanukah: 4 Candles
nl: Chanoeka: 4 kaarsen
uk: Ханука: 4 Свічки

source: Chanukah: 5 Candles
nl: Chanoeka: 5 kaarsen
uk: Ханука: 5 Свічок

source: Chanukah: 6 Candles
nl: Chanoeka: 6 kaarsen
uk: Ханука: 6 Свічок

source: Chanukah: 7 Candles
nl: Chanoeka: 7 kaarsen
uk: Ханука: 7 Свічок

source: Chanukah: 8 Candles
nl: Chanoeka: 8 kaarsen
uk: Ханука: 8 Свічок

source: Chanukah: 8th Day
nl: Chanoeka: 8e dag
uk: Ханука: 8-ий День

source: Days of the Omer
nl: Omerdagen
uk: Дні Омера

source: Erev Pesach
uk: Вечір Песаха

source: Erev Purim
nl: Erev Poeriem
uk: Вечір Пурім

source: Erev Rosh Hashana
nl: Erev Rosj Hasjana
uk: Вечір Рош-А-Шана

source: Erev Shavuot
nl: Erev Sjawoeot
uk: Вечір Шавуота

source: Erev Simchat Torah
nl: Erev Simchat Tora
uk: Вечір Сімхат Тора

source: Erev Sukkot
nl: Erev Soekot
uk: Вечір Суккота

source: Erev Tish'a B'Av
nl: Erev Tisja BeAv
uk: Вечір Дев'ятого Ава

source: Erev Yom Kippur
nl: Erev Jom Kippoer
uk: Вечір Дня Розкаяння

source: Havdalah
nl: Havdala
uk: Авдала

source: Lag BaOmer
uk: Лаг Ба Омер

source: Leil Selichot
uk: Нічь сліхот

source: Pesach
uk: Песах

source: Pesach I
uk: Песах I

source: Pesach II
uk: Песах II

source: Pesach II (CH''M)
uk: Другий день Песах, Холь Амоєд

source: Pesach III (CH''M)
uk: Третій день Песах, Холь Амоєд

source: Pesach IV (CH''M)
uk: Четвертий день Песах, Холь Амоєд

source: Pesach Sheni
nl: Pesach Sjeni
uk: Вторий Песах

source: Pesach V (CH''M)
uk: Пятый день Песах, Холь Амоєд

source: Pesach VI (CH''M)
uk: Шостий день Песах, Холь Амоєд

source: Pesach VII
uk: Сьомий день Песах

source: Pesach VIII
uk: Восьмий день Песах

source: Purim
nl: Poeriem
uk: Пурім

source: Purim Katan
nl: Poeriem Katan
uk: Малий Пурім

source: Rosh Chodesh %s
nl: Rosj Chodesj %s
uk: Новий Місяць %s

source: Rosh Chodesh
nl: Rosj Chodesj
uk: Новий Місяць

source: Adar
uk: Адар

source: Adar I
uk: Адар I

source: Adar II
uk: Адар II

source: Av
uk: Ав

source: Cheshvan
nl: Chesjwan
uk: Хешван

source: Elul
nl: Eloel
uk: Елул

source: Iyyar
nl: Ijar
uk: Іяр

source: Kislev
uk: Кіслев

source: Nisan
uk: Нісан

source: Sh'vat
nl: Sjewat
uk: Шват

source: Sivan
nl: Siwan
uk: Сіван

source: Tamuz
nl: Tammoez
uk: Тамуз

source: Tevet
uk: Тевет

source: Rosh Hashana
nl: Rosj Hasjana
uk: Рош-А-Шана

source: Rosh Hashana I
nl: Rosj Hasjana I
uk: Рош-А-Шана I

source: Rosh Hashana II
nl: Rosj Hasjana II
uk: Рош-А-Шана II

source: Shabbat Chazon
nl: Sjabbat Chazon
uk: Шаббат Хазон

source: Shabbat HaChodesh
nl: Sjabbat HaChodesj
uk: Шаббат Місяця

source: Shabbat HaGadol
nl: Sjabbat HaGadol
uk: Великий Шаббат

source: Shabbat Machar Chodesh
nl: Sjabbat Machar Chodesj
uk: Шаббат Перед Новим місяцем

source: Shabbat Nachamu
nl: Sjabbat Nachamoe
uk: Шаббат Нахаму

source: Shabbat Parah
nl: Sjabbat Para
uk: Шаббат Пара

source: Shabbat Rosh Chodesh
nl: Sjabbat Rosj Chodesj
uk: Шаббат Нового місяця

source: Shabbat Shekalim
nl: Sjabbat Sjekaliem
uk: Шаббат Шкалім

source: Shabbat Shuva
nl: Sjabbat Sjoeva
uk: Шаббат Шува

source: Shabbat Zachor
nl: Sjabbat Zachor
uk: Шаббат Захор

source: Shavuot
nl: Sjawoeot
uk: Шавуот

source: Shavuot I
nl: Sjawoeot I
uk: Шавуот I

source: Shavuot II
nl: Sjawoeot II
uk: Шавуот II

source: Shmini Atzeret
nl: Sjemini Atseret
uk: Шміні Ацерет

source: Shushan Purim
nl: Sjoesjaan Poeriem
uk: Шушан Пурім

source: Sigd
uk: Сігд

source: Simchat Torah
nl: Simchat Tora
uk: Сімхат Тора

source: Sukkot
nl: Soekot
uk: Суккот

source: Sukkot I
nl: Soekot I
uk: Суккот I

source: Sukkot II
nl: Soekot II
uk: Суккот II

source: Sukkot II (CH''M)
nl: Soekot II (CH''M)
uk: Другий день Суккота (Холь Амоєд)

source: Sukkot III (CH''M)
nl: Soekot III (CH''M)
uk: Третій день Суккота (Холь Амоєд)

source: Sukkot IV (CH''M)
nl: Soekot IV (CH''M)
uk: Четвертий день Суккота (Холь Амоєд)

source: Sukkot V (CH''M)
nl: Soekot V (CH''M)
uk: П'ятий день Суккота (Холь Амоєд)

source: Sukkot VI (CH''M)
nl: Soekot VI (CH''M)
uk: Шостий день Суккота (Холь Амоєд)

source: Sukkot VII (Hoshana Raba)
nl: Soekot VII (Hosjana Raba)
uk: Сьомий день Суккота (Ошана Раба)

source: Ta'anit Bechorot
nl: Taaniet Bechorot
uk: Піст Первісток

source: Ta'anit Esther
nl: Taaniet Ester
uk: Піст Естер

source: Tish'a B'Av
nl: Tisja BeAv
uk: Д'евяте Ава

source: Tish'a B'Av (observed)
nl: Tisja BeAv (waargenomen)
uk: Дев'яте Ава (святкується)

source: Tu B'Av
nl: Toe BeAv
uk: П'ятнадцате Ава

source: Tu BiShvat
nl: Toe BiSjwat
uk: П'ятнадцате Швата

source: Tu B'Shvat
nl: Toe BeSjwat
uk: П'ятнадцате Швата

source: Tzom Gedaliah
nl: Tsom Gedalja
uk: Піст Гедальї

source: Tzom Tammuz
nl: Tsom Tammoez
uk: Піст Тамуза

source: Yom HaAtzma'ut
nl: Onafhankelijkheidsdag
uk: День Незалежності Ізраіля

source: Yom HaShoah
nl: Jom Hasjoa
uk: День Катастрофи

source: Yom HaZikaron
nl: Jom Hazikaron
uk: День Пам'яті

source: Yom Kippur
nl: Jom Kippoer
uk: День Розкаяння

source: Yom Yerushalayim
nl: Jeruzalemdag
uk: День Єрусалима

source: min
uk: мін.

source: Tishrei
nl: Tisjri
uk: Тішрей

source: Fast begins
nl: Vasten begint
uk: Піст розпочинається

source: Fast ends
nl: Vasten eindigt
uk: Піст завершується

source: Shabbat Mevarchim Chodesh
uk: Шаббат мевархім Новим місяцем

source: day
nl: dag
uk: день

source: Yom Kippur Katan
nl: Jom Kippoer Katan
uk: День Розкаяння Катан

source: Israel
uk: Ізраїль

source: Diaspora
uk: Діаспора

source: Jewish Calendar
uk: Єврейський календар

source: Unable to allocate memory for holiday.
nl: Kan geen geheugen toewijzen voor feestdag.

source: input file read error. Skipping line %s
nl: Leesfout in invoerbestand. Regel %s overgeslagen

source: Error in input file. Skipping line %s
nl: Fout in invoerbestand. Regel %s overgeslagen

source: Numeric hebrew month in input file. Skipping line %s
nl: Numerieke Hebreeuwse maand in invoerbestand. Regel %s overgeslagen

source: Unrecognized hebrew month in input file. Skipping line %s
nl: Onbekende Hebreeuwse maand in invoerbestand. Regel %s overgeslagen

source: Date out of range in input file. Skipping line %s
nl: Datum buiten bereik in invoerbestand. Regel %s overgeslagen

source: yahrtzeit file read error. Skipping line %s
nl: Leesfout in jaartsijd-bestand. Regel %s overgeslagen

source: Error in yahrtzeit file. Skipping line %s
nl: Fout in jaartsijd-bestand. Regel %s overgeslagen

source: Non-numeric month in yahrtzeit file. Skipping line %s
nl: Niet-numerieke maand in jaartsijd-bestand. Regel %s overgeslagen

source: Date out of range in yahrtzeit file. Skipping line %s
nl: Datum buiten bereik in jaartsijd-bestand. Regel %s overgeslagen

source: improper sedra year type calculated.
nl: Onjuist sedra-jaartype berekend.

source: day of the Omer
nl: dag van de Omer

source: Yom HaAliyah
nl: Alija-dag

source: Pesach I (on Shabbat)
nl: Pesach I (op Sjabbat)

source: Pesach Chol ha-Moed Day 1
nl: Pesach Chol haMoëd dag 1

source: Pesach Chol ha-Moed Day 2
nl: Pesach Chol haMoëd dag 2

source: Pesach Chol ha-Moed Day 3
nl: Pesach Chol haMoëd dag 3

source: Pesach Chol ha-Moed Day 4
nl: Pesach Chol haMoëd dag 4

source: Pesach Shabbat Chol ha-Moed
nl: Pesach Sjabbat Chol haMoëd

source: Shavuot II (on Shabbat)
nl: Sjawoeot II (op Sjabbat)

source: Rosh Hashana I (on Shabbat)
nl: Rosj Hasjana I (op Sjabbat)

source: Yom Kippur (on Shabbat)
nl: Jom Kippoer (op Sjabbat)

source: Yom Kippur (Mincha, Traditional)
nl: Jom Kippoer (Mincha, traditioneel)

source: Yom Kippur (Mincha, Alternate)
nl: Jom Kippoer (Mincha, alternatief)

source: Sukkot I (on Shabbat)
nl: Soekot I (op Sjabbat)

source: Sukkot Chol ha-Moed Day 1
nl: Soekot Chol haMoëd dag 1

source: Sukkot Chol ha-Moed Day 2
nl: Soekot Chol haMoëd dag 2

source: Sukkot Chol ha-Moed Day 3
nl: Soekot Chol haMoëd dag 3

source: Sukkot Chol ha-Moed Day 4
nl: Soekot Chol haMoëd dag 4

source: Sukkot Shabbat Chol ha-Moed
nl: Soekot Sjabbat Chol haMoëd

source: Sukkot Final Day (Hoshana Raba)
nl: Laatste dag van Soekot (Hosjana Raba)

source: Rosh Chodesh Adar
nl: Rosj Chodesj Adar

source: Rosh Chodesh Adar I
nl: Rosj Chodesj Adar I

source: Rosh Chodesh Adar II
nl: Rosj Chodesj Adar II

source: Rosh Chodesh Av
nl: Rosj Chodesj Av

source: Rosh Chodesh Cheshvan
nl: Rosj Chodesj Chesjwan

source: Rosh Chodesh Elul
nl: Rosj Chodesj Eloel

source: Rosh Chodesh Iyyar
nl: Rosj Chodesj Ijar

source: Rosh Chodesh Kislev
nl: Rosj Chodesj Kislev

source: Rosh Chodesh Nisan
nl: Rosj Chodesj Nisan

source: Rosh Chodesh Sh'vat
nl: Rosj Chodesj Sjewat

source: Rosh Chodesh Sivan
nl: Rosj Chodesj Siwan

source: Rosh Chodesh Tamuz
nl: Rosj Chodesj Tammoez

source: Rosh Chodesh Tevet
nl: Rosj Chodesj Tevet

source: and
nl: en

source: after
nl: na

source: chalakim
nl: chalakiem
